# coding=utf-8

lesson_times = [
    '8:00\n8:45\n-\n8:50\n9:35',
    '9:50\n10:35\n-\n10:40\n11:25',
    '11:55\n12:40\n-\n12:45\n13:30',
    '13:45\n14:30\n-\n14:35\n15:20',
    '15:50\n16:35\n-\n16:40\n17:25']

course_names = {'HC': 'Гуманитарный курс',
                'DataBase': 'Базы данных',
                'Choise': 'Курс по выбору',
                'CHM': 'Численные методы',
                'TVIMS': 'Тер Вер',
                'SC1': 'Теория информации',
                'SC2': 'Криптография',
                'OBJ': 'БЖД'}
